Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: We do not have the instruments for fine-tuning
nb: ved høy lønnsvekst eller ved nominell styrking

source: Today, the Norwegian Constitution is a unifying symbol of freedom, independence and democracy.
nb: Grunnloven er i dag et samlende symbol for frihet, selvstendighet og demokrati.

source: The impact of changes in the policy rate is assessed against a group of SVAR (structural vector autoregressive) models, that are developed in Norges Bank.
nb: Effekten av endringer i styringsrenten er kryssjekket mot en gruppe SVAR-modeller (strukturelle, vektor-autoregressive modeller) som er utviklet i Norges Bank.

source: The operational target is well defined.
nb: Det operative målet er veldefinert.

source: The Executive Board’s overall strategy for Norges Bank
nb: SikkerheT og bereDSkap i norgeS bank

source: o All issuance of bonds with a floating interest rate (FRNs) in the market referencing SOFR,
nb: o Alle emisjoner av obligasjoner med flytende rente (FRNs) i markedet med SOFR, SONIA og

source: assumption that inflation in Norway will be 2½ per cent
nb: grunn at prisstigningen i Norge over tid vil være 2½ prosent.

source: and the wholesale funding ratio of Norwegian credit institutions constitute the key indicators in the first
nb: og andelen markedsfinansiering i norske kredittinstitusjoner utgjort nøkkelindikatorene i det første

source: Collateral means assets that a bank has pledged as collateral for loans from Norges
nb: Endringer i bankens låneadgang vil gjøres manuelt av Norges Bank og normalt kun ved

source: The Executive Board approved the Committee’s position and took note of the letter
nb: Øystein Olsen redegjorde for drøftingen i eierskapsutvalget og utvalgets innstilling.

source: Without intraday loans, banks would need to have larger deposits in the central bank to cover transactions in the banking system during the course of the day.
nb: Uten intradaglån hadde bankene måttet ha større innskudd i sentralbanken for å møte de løpende transaksjonene i banksystemet gjennom dagen.

source: to Astley and Haldane (1995) who write:
nb: kan relateres til Astley og Haldane (1995) som skriver

source: Printing is transferred to the head office in Trondheim
nb: Trykking overføres til hovedsetet i Trondheim

source: Provision of fixed-rate loans against collateral was
nb: kunne gjennomføres til en rente midt i korridoren slik at

source: long-term real yield on 10-year bonds can be estimated
nb: For 10-års statsobligasjonsrente brukes samme deflatering, men fra og

source: In the second scenario, we look at what the effects will
nb: I det andre tilfellet ser vi på effektene av at lønnsveks-

source: At the end of June 2007, Norges Bank’s Printing Works was shut down and banknote production in Norway came to an end.
nb: I løpet av juni 2007 avvikles Norges Banks Seddeltrykkeri, og dermed opphører egen produksjon av sedler i Norge.

source: Projections of key macroeconomic variables for 2008.
nb: Anslag på makroøkonomiske hovedstørrelser for 2008.

source: Karsten Kallevig presented the budget proposal.
nb: Karsten Kallevig redegjorde for budsjettforslaget.

source: been that conditions for exposed industries have received
nb: i Norge har vært at vilkårene for konkurranseutsatt

source: Norwegians could be found in almost all Dutch colonies, including Nieuw Amsterdam (now New York).
nb: Det var nordmenn i nesten alle nederlandske kolonier, inkludert Nieuw Amsterdam (nå New York).

source: CCP solutions for the Norwegian market in the next few
nb: Clearing tilbyr sentral motparts tjenester i forbindelse

source: There are separate addresses for both SFTP and emails.
nb: Det er separate adresser for produksjon og test både for e-post og SFTP.

source: Lerbak then reported on the developments in Nowa after Norges Bank started providing extraordinary F-loans during the Covid-19 pandemic.
nb: Lerbak orienterte så om utviklingen i Nowa etter at Norges Bank innførte likviditetstilførende krisetiltak under Covid-19 pandemien.

source: market is a very important component in the calculation of Nibor and it was pointed out that
nb: viktig komponent i fastsettelsen av Nibor og det ble poengtert at svingningene i Nibor-påslaget, i all

source: ted TWI one year ahead as from 1998 (data from target of monetary policy shall be annual consumer
nb: og forventet KKI ett år fram i tid, fra 1998 (data fra av pengepolitikken.

source: ownership work in 2006 and published its first expectations on how companies should
nb: 2006 og publiserte forventninger til hvordan selskaper bør møte klimaendringene for

source: Turkish lira (TRY) - daily exchange rate from Norges Bank
nb: Tyrkiske lira (TRY) - dagens valutakurs fra Norges Bank

source: 190 b) Draft consultation response from Norges Bank
nb: 190 b) Utkast til høringsuttalelse fra Norges Bank

source: Born 1945, Voss, Norway. Master’s Degree in
nb: Født 1945, Voss valutakurs når dette hadde klart prosykliske virkninger,»

source: sustaining the rate of inflation at approximately 2½ per month to month.
nb: over tid å holde inflasjonen rundt 2½ prosent også skal Med åpen handel med utlandet og frie kapitalbeve-

source: subsequently prove to have been unsatisfactory.
nb: at skjønnsutøvelsen ikke har vært god nok.

source: of resale homes
nb: Vekst i bolig-

source: Then Christian Heggen (DNB Markets) and Jan Bjørnsen (Handelsbanken) went through the draft consultation report “Fal back solutions and term and spread adjustments between Nibor and Nowa in the event of a cessation of Nibor”.
nb: Deretter gikk Christian Heggen (DNB Markets) og Jan Bjørnsen (Handelsbanken) gjennom utkastet til konsultasjonsrapporten om «Fal backløsninger og termin- og spreadjusteringer mellom Nibor og Nowa ved et eventuelt bortfall av Nibor».

source: assessment of the risk level in the system.
nb: vurderinger av likviditets- og kredittrisiko.

source: Their size ranged from 1 cm to 2.5 meters in diameter.
nb: Størrelsen varierte fra 1 cm til 2,5 meter i diameter.

source: to any great extent, but a bank could in principle have
nb: Bankenes saldo og låneadgang i Norges Bank har økt

source: In a net system, participants settle the result from an
nb: mellom kostnadene ved likviditet og forsinkelser i oppgjør

source: Unsecured debt, such as consumer credit, grew sharply over many years and accounts for around 3% of household debt.
nb: Usikret gjeld, som forbruksgjeld, vokste kraftig i flere år og utgjør om lag 3 prosent av husholdningenes gjeld.

source: monetary policy was introduced in the spring of 2001.
nb: Våren 2001 fikk vi et formelt inflasjonsmål

source: around 1400 interviews are held with leaders from vari-
nb: verket rundt 1400 samtaler med ledere fra ulike deler av

source: The primary motif on the 50-krone note is based on
nb: Hovedmotivet på 50-kroneseddelen tar utgangspunkt i

source: about the same between 1995 and autumn 2000.
nb: lag tilsvarende fra 1995 til høsten 2000.

source: High values for these two indicators largely reflect the fall in GDP through the pandemic, and the indicators will decline as GDP normalises.
nb: Høye verdier for disse to indikatorene skyldes i stor grad fallet i BNP gjennom pandemien, og indikatorene vil avta etter hvert som BNP normaliseres.

source: be settled in CLS.
nb: del ikke la seg gjøre opp i CLS.

source: A bank that has acquired reserves at an interest rate close to the key rate will normally not want to deposit them in the central bank at a deposit rate that is 50 or 100 basis points lower.
nb: En bank som har skaffet seg reserver til en rente nær styringsrenten, ønsker normalt ikke å plassere disse i sentralbanken til en innskuddsrente som ligger 50 eller 100 basispunkter lavere.

source: Norges Bank has recently changed provider of price statistics for prime office space from CBRE to Jones Lang LaSalle (JLL).
nb: Norges Bank har nylig skiftet leverandør av prisstatistikk for prestisjelokaler fra CBRE til Jones Lang LaSalle (JLL).

source: Continuous settlement has
nb: Avkortingen vil bli en funksjon

source: Since autumn 2008, information
nb: Høsten 2008 ble dette endret slik at infor-

source: Cyber attacks are a potential threat to financial stability and are thus a source of systemic risk in the financial system.
nb: Cyberangrep har potensial til å true finansiell stabilitet og er dermed en kilde til systemrisiko i det finansielle systemet.

source: Interest burden is interest payments as a percentage of after-tax income.
nb: Rentebelastning er renteutgifter som andel av inntekt etter skatt.

source: is to report on the status of overall expenditure for all of Norges Bank as at 30 June
nb: status for samlet ressursbruk for hele Norges Bank minimum per 30. juni

source: The Commission points out the importance of ensuring the authorities a statutory basis, and argues that the draft Section 3-3, second paragraph, combined with Section 3-3, third paragraph, will give Norges Bank statutory authority to order banks to make contingency arrangements for cash distribution.
nb: Utvalget påpeker at det er viktig å sikre myndighetene et hjemmelsgrunnlag, og anfører at utkastet til § 3-3 annet ledd kombinert med § 3-3 tredje ledd vil kunne gi Norges Bank grunnlag for å pålegge bankene kontantdistribusjon i en beredskapssituasjon.

source: Executive Board and the Central Bank Governor for the
nb: tet i iKT­systemene og fysisk sikkerhet ved hovedkontoret.

source: When war broke out, Norway had one of the world's largest and most modern fleets of tankers and liners.
nb: Ved krigsutbruddet hadde landet en av verdens største og mest moderne flåter av tank- og linjeskip.

source: The Commission proposes retaining unchanged as to content the current provisions relating to credit to the government in Section 18 of the Norges Bank in Section 3-18 of the draft act.
nb: Gjeldende bestemmelser om kreditt til staten i sentralbankloven § 18 er foreslått videreført innholdsmessig uendret i utkastets § 3-18.

source: Intra-group transactions must not be reported.
nb: Konserninterne transaksjoner skal ikke rapporteres.

source: South Korean won (KRW) - daily exchange rate from Norges Bank
nb: Sørkoreanske won (KRW) - dagens valutakurs fra Norges Bank

source: Moreover, money market premiums, the spread between the ibor rates and the expected policy rate, were fairly stable in the period before the financial crisis in 2008.
nb: Dessuten var pengemarkedspåslagene, differansen mellom ibor-rentene og forventet styringsrente, nokså stabile fram til finanskrisen i 2008.

source: Excessive confidence in the potential for profits fuelled both the printing presses and equity prices in Paris.
nb: Overdreven tro på inntjeningsmulighetene satte fart både på seddelpressen og aksjekursene i Paris.

source: The Executive Board approved the submission of a letter about this matter to the Ministry of Finance.
nb: Hovedstyret ga tilslutning til at det sendes brev til Finansdepartementet om dette.

source: The analysis was performed using PcGive 10.1 (Hendry and Doornik 2001).
nb: Analysen er utført ved bruk av PcGive 10,1 (Hendry og Doornik 2001).

source: The Economist commodity-price index has fallen by 2 per cent in XDR
nb: The Economists prisindeks for råvarer har falt med 2 prosent målt i XDR

source: manageable than pure uncertainty.
nb: ningstaker enn ren usikkerhet.

source: If the Bank were to lay down regulations pursuant to Section 3-3, third paragraph, of the central bank act in areas covered by the Payment Systems Act, ambiguities might arise.
nb: Dersom banken skal gi forskrifter etter sentralbankloven § 3-3 tredje ledd på områder som dekkes av betalingssystemloven, kan det oppstå uklarheter.

source: Norges Bank responsibility for licensing interbank
nb: Når verdipapirer benyttes som sikkerhet for lån i

source: al figures for 1983-2003, the last months’ observations have also been
nb: 1983-2003 er det lagt inn siste månedsobservasjon. Dessuten er det nå trolig en tendens til at flere investerer

source: resources sufficient to cover the default of the one participant and its affiliates that would potentially cause the largest aggregate credit exposures to the CCP
nb: En FMI bør ha regler og prosedyrer for konkurs som gjør det mulig for FMIen å fortsette å oppfyl e sine forpliktelser i en situasjon der en deltaker går konkurs,

source: Section 1-2 will be normative and place limits on the operational objectives that the King in the Council of State may lay down.
nb: § 1-2 vil være retningsgivende og sette skranker for hvilke styringsmål Kongen i statsråd kan fastsette.

source: Member of the Ownership Committee of the Executive Board.
nb: Medlem av eierskapsutvalget i hovedstyret.

source: necessary to cover transfers to the GPFG.
nb: for å dekke avsetningene til SPU.

source: Along the entire Norwegian coast there is a fine-meshed network of over 21 000 lighthouses and sea-marks.
nb: Langs hele norskekysten finner vi et finmasket nett av over 21 000 fyr og sjømerker.

source: In principle, Norges Bank's foreign exchange purchases are the difference between transfers to
nb: I prinsippet er Norges Banks valutakjøp differansen mellom avsetningen til SPU og inntektene

source: Nordic and Baltic countries, IMF,
nb: nordiske og baltiske land, IMF,

source: means that inflation that is too high for a period must be
nb: prisnivåmål innebærer at for høy prisvekst i en periode

source: Item 199/2018 Investment management – Budget for 2019
nb: Sak 199/2018 Kapitalforvaltningen – Budsjett 2019

source: in 2003, but no major surprises through
nb: 2003 ble justert ned med ¾ prosentpoeng i forhold

source: be a symptom of poor risk management and/or a
nb: være et symptom på svak risikostyring og/eller

source: Item 17/2018 NBIM compliance and control – Report for the fourth quarter of 2017
nb: Sak 17/2018 NBIM Etterlevelse og kontroll – Rapport for fjerde kvartal 2017

source: The proposed provision in Section 1-9 is essentially a continuation of Section 4 of the current Norges Bank Act.
nb: Den foreslåtte bestemmelsen i § 1-9 viderefører i det vesentlige gjeldende sentralbanklov § 4.

source: Section 4 presents cost.
nb: Avsnitt 4 gir en gjennomgang av

source: If Nowa must be calculated using the contingency method on the fourth subsequent day, Nowa shall be set equal to the current policy rate on that day.
nb: Dersom Nowa må beregnes basert på alternativt datagrunnlag på fjerde påfølgende dag, settes Nowa lik gjeldende styringsrente denne dagen.

source: We include effects of equity prices
nb: Aksjekurser, markedsrenter og valutakur-

source: In 1998, the economy shifted from anupturn with high growth rates to an expansion withlower growth but low unemployment, labour shortagesin many sectors and strong growth in labour costs.
nb: I 1998 gikk norskøkonomi over fra en oppgangskonjunktur med høyevekstrater til en høykonjunktur med lavere vekst, menmed lav arbeidsledighet, mangel på arbeidskraft i mangesektorer og høy vekst i lønnskostnadene.

source: I will use this occasion to elaborate on our
nb: Jeg vil benytte denne anledningen til å

source: Total output has fallen markedly in many countries.
nb: Samlet produksjon har falt markert i mange land.

source: 8 Investment universe of the equity portfolio
nb: 8 Investeringsunivers for aksjeporteføljen

source: unexpected increases in electricity prices.
nb: økninger i strømprisen som følge.

source: had been an available option in 1986, we might indeed
nb: inflasjonsmålalternativet tilgjengelig i 1986 hadde vi

source: Chart 3 presents an example of how the yield on a cor-
nb: Figur 3 viser et eksempel på hvordan renten på en pri-

source: The Business Application Header (BAH) must have one of:
nb: Likevel må filen i Business Application Header (BAH) ha følgende verdi i BizSvc elementet:

source: He also has extensive board experience from a number of companies, including the Government Pension Fund Norway, Statskog, Gjensidige pensjonsforsikring, Bergvik Skog, Foran Realestate and Fornebu Lumber Company.
nb: Han har også bred styreerfaring blant annet fra Folketrygdfondet, Statskog, Gjensidige pensjonsforsikring, Bergvik Skog, Foran Realestate og Fornebu Lumber Company.

source: is somewhat lower and investment somewhat higher, but
nb: investerer noe mer, men utslagene er nå vesentlig større

source: debt amounts to roughly NOK 1500 billion, whereas the
nb: landske bruttogjeld om lag 1500 milliarder kroner, mens

source: The changes in structural liquidity as a result of
nb: Det medførte at utslagene i strukturell likviditet som følge av

source: After the consultation reports were published earlier in 2020, the sub-group held meetings with both ISDA and Bloomberg.
nb: Etter konsultasjonsrapportene ble publisert tidligere i 2020 har undergruppen holdt møter med både ISDA og Bloomberg.

source: This period is known as the Great Moderation.
nb: På engelsk omtales denne perioden som "The Great Moderation".

source: coins for destruction and to replace them with notes
nb: og skadde sedler og mynter for destruksjon og å utlevere

source: bilising inflation close to the target within a reasonable · The real interest rate is between 21/2 and 31/2
nb: • Realrenten er mellom 21/2 og 31/2 prosent biliseres nær målet innen en rimelig tidshorisont, nor- • Den reelle effektive valutakursen er stabil

source: In connection with these two cases, Finanstilsynet has received notifications from Norwegian financial institutions that have been exposed to the compromised software, but no signs have been found that the security hole has been exploited.
nb: Finanstilsynet har i forbindelse med begge disse tilfellene mottatt meldinger fra norske finansforetak som har vært eksponert mot den kompromitterte programvaren, men det er ikke funnet tegn til at sikkerhetshullet har blitt utnyttet.

source: Both large and small vessels now employ advanced technology, and fishing has become a full-time occupation.
nb: Både store og små båter er nå høyteknologiske, og fiske er blitt et heltidsyrke.

source: Prices and fees for Norges …
nb: Priser og gebyrer i Norges …

source: In the euro area, the ECB lowered its benchmark rate to 1.5 per cent, while in Sweden the key rate was reduced to 1.0 per cent.
nb: I euroområdet er styringsrenten satt ned til 1,5 prosent, mens i Sverige er styringsrenten satt ned til 1,0 prosent.

source: In that case, the government itself assumes responsibility for monetary policy as long as the extraordinary circumstances persist.
nb: Regjeringen overtar i så fall selv ansvaret for pengepolitikken så lenge den ekstraordinære situasjonen varer.

source: Ingunn Valvatne presented the matter for discussion.
nb: Ingunn Valvatne redegjorde for saksfremlegget.

source: The architects Morgenstierne and Eide were engaged in 1929 to design the Folketeater building in Oslo.
nb: Arkitektene Morgenstierne og Eide ble i 1929 engasjert til å tegne Folketeaterbygget i Oslo.

source: Low yields have resulted in high commercial property price and financial asset inflation
nb: Lave avkastningskrav har ført til høy vekst i priser på næringseiendom og finansielle aktiva

source: The D-loan rate will be set 100 basis points higher than the key rate (as previously)
nb: D-lånsrenten settes 100 basispunkter høyere enn styringsrenten (som før)

source: Figures for the US show that CEOs of the largest investment banks earned 500 times the median US household income in 2007, a ratio that has increased fivefold since 1989.
nb: Tall for USA viser at sjefene i de største investeringsbankene tjente over 500 ganger mer enn median inntekten til en husholdning i 2007, og at dette forholdstallet er femdoblet siden 1989.

source: Pål Haugerud presented the draft response.
nb: Pål Haugerud redegjorde for utkastet til svarbrev.

source: that the quantitative liquidity requirement will bereplaced by a general requirement stating that banks
nb: pant i Norges Bank, kan gjøre det dyrere for enkelteobligasjonsutstedere å ta opp lån i obligasjonsmarkedet.

source: tainty for the Norwegian economy is to look at the output
nb: Et ytterligere problem en kan tenke seg er at sannsyn-

source: An important part of an
nb: En sentral del av en slik

source: Yngve Slyngstad presented the topic.
nb: Yngve Slyngstad redegjorde for saksfremlegget.

source: This must not be confused with consumer prices for imported goods, which are the prices charged to consumers and which are a component of the consumer price index.
nb: Dette må ikke forveksles med konsumprisene på importerte varer, som er prisene ut til forbruker, og som er en del av konsumprisindeksen.

source: But we have able time horizon for achieving the inflation target of 2½
nb: målet om 2½ prosent inflasjon. Utsiktene for inflasjonen

source: Karen Helene Ulltveit-Moe presented the discussions in the Audit Committee and the topics that particularly drew its attention, including events in the quarter and recruitment status.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder hendelser i kvartalet og status for bemanning.

source: Changes to the method for calculating Nowa
nb: Endring i metoden for beregning av Nowa

source: This definition of underlying inflation
nb: som jevnlig publiseres av Norges Bank, er to eksemp-

source: 20 banks participated in the settlement.
nb: Maksimalt 20 banker deltok i oppgjøret.

source: • The projections are also based on other key assumptions
nb: • Anslagene bygger også på andre sentrale forutsetninger

source: When the ship was prepared for battle, there would be 32 shields on each side.
nb: Var båten rigget for kamp, hadde den 32 skjold på hver side.

source: With their large whale factory ships, they caught up to 30 000 blue whales in the Southern Ocean in in the course of a season.
nb: Med sine store flytende kokerier fanget de opptil 30 000 blåhvaler i Sørishavet i løpet av en sesong.

source: Table 1 Financial variables in the analysis1
nb: Tabell 1 Finansielle størrelser i analysen1

source: Rules intended to mitigate the risk of financial instability actually encouraged banks to take on ever more risk.
nb: Reglene, som var ment å dempe risikoen for finansiell ustabilitet, bidro i seg selv til at bankene stadig tok mer risiko.

source: 2 An alternative could be corporate bonds with low credit risk, such as asset-backed securities or securitised loans.
nb: 2 Et alternativ kunne være private obligasjoner med lav kredittrisiko, som for eksempel særskilt sikre obligasjoner eller verdipapiriserte pantelån.

source: (3) The Bank may lay down regulations to implement this section.”
nb: (3) Banken kan gi forskrifter til gjennomføringen av denne paragrafen.»

source: By 2008, the government debt of Italy and Greece had already exceeded 100 percent of GDP.
nb: Italia og Hellas hadde allerede i 2008 statsgjeld på mer enn 100 prosent av BNP.

source: However, cash may be well suited as a store of value for concealing income/wealth from the authorities.
nb: Imidlertid kan kontanter være velegnet som verdioppbevaringsmiddel for å skjule inntekt/formue fra myndighetene.

source: According to building statistics, the number of housing starts fell by 14.2 per cent in January compared with January last year.
nb: Ifølge byggearealstatistikken ble det satt i gang 14,2 prosent færre boliger i januar i år sammenliknet med januar i fjor.

source: new machinery and buildings.
nb: fallet i aksjekursene.

source: with Internal Audit’s annual report to the Executive Board, are to be submitted to the
nb: samt internrevisjonens årlige rapport til hovedstyret, oversendes representantskapet

source: Book equity less than paid-in equity capital (dummy
nb: for mange av de samme problemene som unge foretak er
